---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.DataTransferProgressChangedEventArgs
source: html/93209c05-35a7-4abd-c218-4f9be61d2d4b.htm
---
# DataTransferProgressChangedEventArgs Methods

Indicates whether the event is being cancelled.